Repository: athidh/Freshroots
Catalog: frontend/lib/l10n/app_*.arb
Languages: ml, ta

# login_title
source: Welcome back!
ml: തിരികെ സ്വാഗതം!
ta: மீண்டும் வரவேற்கிறோம்!

# signup_title
source: Create Account
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ta: கணக்கை உருவாக்கு

# email_label
source: Email Address
ml: ഇമെയിൽ വിലാസം
ta: மின்னஞ்சல் முகவரி

# password_label
source: Password
ml: പാസ്‌വേർഡ്
ta: கடவுச்சொல்

# username_label
source: Username
ml: ഉപയോക്തൃനാമം
ta: பயனர் பெயர்

source: Start Transit
ml: ട്രാൻസിറ്റ് ആരംഭിക്കുക
ta: போக்குவரத்து தொடங்கு

source: Freshness Score
ml: പുതുമ സ്‌കോർ
ta: புத்துணர்ச்சி மதிப்பெண்

source: Forgot Password?
ml: പാസ്‌വേർഡ് മറന്നോ?
ta: கடவுச்சொல் மறந்துவிட்டதா?

source: Welcome back!
ml: തിരികെ സ്വാഗതം!
ta: மீண்டும் வரவேற்கிறோம்!

# sign_in_subtitle
source: Sign in to manage your deliveries
ml: നിങ്ങളുടെ ഡെലിവറികൾ നിയന്ത്രിക്കാൻ സൈൻ ഇൻ ചെയ്യുക
ta: உங்கள் டெலிவரிகளை நிர்வகிக்க உள்நுழையவும்

# create_account_btn
source: Create Account
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ta: கணக்கை உருவாக்கு

# login_btn
source: Login
ml: ലോഗിൻ
ta: உள்நுழை

source: or continue with
ml: അല്ലെങ്കിൽ ഇതുപയോഗിച്ച് തുടരുക
ta: அல்லது இதனுடன் தொடரவும்

# no_account
source: Don't have an account?
ml: അക്കൗണ്ട് ഇല്ലേ?
ta: கணக்கு இல்லையா?

# have_account
source: Already have an account?
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ?
ta: ஏற்கனவே கணக்கு உள்ளதா?

source: Sign Up
ml: സൈൻ അപ്പ്
ta: பதிவு செய்

source: Language
ml: ഭാഷ
ta: மொழி

source: ARRIVED
ml: എത്തിച്ചേർന്നു
ta: வந்துவிட்டோம்

source: SOS
ml: അടിയന്തിരം
ta: அவசரம்

source: LIVE
ml: തത്സമയം
ta: நேரடி

source: ETA
ml: എത്തുന്ന സമയം
ta: வரவிருக்கும் நேரம்

# tab_signup
source: Sign Up
ml: സൈൻ അപ്പ്
ta: பதிவு செய்

# tab_login
source: Login
ml: ലോഗിൻ
ta: உள்நுழை

# select_market
source: Select Market Destination
ml: മാർക്കറ്റ് ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കുക
ta: சந்தை இலக்கை தேர்வு செய்யவும்

# start_transit_to
source: START TRANSIT TO {market}
ml: {market} ലേക്ക് ട്രാൻസിറ്റ് ആരംഭിക്കുക
ta: {market} க்கு போக்குவரத்து தொடங்கு

source: Choose Different
ml: മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക
ta: வேறொன்றை தேர்வு செய்

# getting_location
source: Getting your location...
ml: നിങ്ങളുടെ ലൊക്കേഷൻ കണ്ടെത്തുന്നു...
ta: உங்கள் இருப்பிடத்தை பெறுகிறோம்...

source: You are here
ml: നിങ്ങൾ ഇവിടെയാണ്
ta: நீங்கள் இங்கே இருக்கிறீர்கள்

# fresh_pct
source: {pct}% fresh
ml: {pct}% പുതുമ
ta: {pct}% புத்துணர்ச்சி

# risk_label
source: Risk
ml: അപകടസാധ്യത
ta: ஆபத்து

# weather_start
source: Start
ml: തുടക്കം
ta: தொடக்கம்

# weather_dest
source: Dest
ml: ലക്ഷ്യം
ta: இலக்கு

source: Temperature
ml: താപനില
ta: வெப்பநிலை

source: Freshness
ml: പുതുമ
ta: புத்துணர்ச்சி

source: Demand
ml: ആവശ്യകത
ta: தேவை

# demand_high
source: High
ml: ഉയർന്നത്
ta: அதிகம்

# demand_medium
source: Medium
ml: മധ്യമം
ta: நடுத்தரம்

# demand_low
source: Low
ml: കുറവ്
ta: குறைவு

source: Custom Location
ml: ഇഷ്ടാനുസൃത സ്ഥലം
ta: தனிப்பயன் இடம்

# custom_dest
source: Custom Destination
ml: ഇഷ്ടാനുസൃത ലക്ഷ്യം
ta: தனிப்பயன் இலக்கு

source: Dark Mode
ml: ഇരുണ്ട മോഡ്
ta: இருண்ட பயன்முறை

source: Wind
ml: കാറ്റ്
ta: காற்று

source: Humidity
ml: ഈർപ്പം
ta: ஈரப்பதம்

source: Good Morning
ml: സുപ്രഭാതം
ta: காலை வணக்கம்

source: Good Afternoon
ml: ഉച്ചയ്ക്ക് ശേഷം നമസ്കാരം
ta: மதிய வணக்கம்

source: Good Evening
ml: ശുഭ സന്ധ്യ
ta: மாலை வணக்கம்

# hi_user
source: Hi, {name} 👋
ml: ഹായ്, {name} 👋
ta: வணக்கம், {name} 👋

source: Active Trips
ml: സജീവ യാത്രകൾ
ta: நடப்பு பயணங்கள்

source: Revenue
ml: വരുമാനം
ta: வருவாய்

source: Available Produce
ml: ലഭ്യമായ ഉൽപ്പന്നങ്ങൾ
ta: கிடைக்கும் விளைபொருள்

source: View All
ml: എല്ലാം കാണുക
ta: அனைத்தும் காண

source: 🍎 Fruits
ml: 🍎 പഴങ്ങൾ
ta: 🍎 பழங்கள்

source: 🥬 Vegetables
ml: 🥬 പച്ചക്കറികൾ
ta: 🥬 காய்கறிகள்

source: New Load Entry
ml: പുതിയ ലോഡ് എൻട്രി
ta: புதிய சுமை பதிவு

# record_harvest
source: Record harvest details for transit
ml: ട്രാൻസിറ്റിനായി വിളവെടുപ്പ് വിശദാംശങ്ങൾ രേഖപ്പെടുത്തുക
ta: போக்குவரத்துக்கான அறுவடை விவரங்களை பதிவு செய்

# what_transporting
source: What are you transporting?
ml: നിങ്ങൾ എന്താണ് കൊണ്ടുപോകുന്നത്?
ta: என்ன கொண்டு செல்கிறீர்கள்?

# quantity_label
source: Quantity (Total Load)
ml: അളവ് (ആകെ ലോഡ്)
ta: அளவு (மொத்த சுமை)

# select_produce
source: Select Produce Type
ml: ഉൽപ്പന്ന തരം തിരഞ്ഞെടുക്കുക
ta: விளைபொருள் வகையை தேர்வு செய்

source: Origin Point
ml: ആരംഭ സ്ഥലം
ta: தொடக்க புள்ளி

source: Timestamp
ml: സമയ മുദ്ര
ta: நேர முத்திரை

source: Destination
ml: ലക്ഷ്യസ്ഥാനം
ta: இலக்கு

source: START NEW TRIP
ml: പുതിയ യാത്ര ആരംഭിക്കുക
ta: புதிய பயணம் தொடங்கு

# trip_failed
source: Failed to start trip. Check server.
ml: യാത്ര ആരംഭിക്കാൻ കഴിഞ്ഞില്ല. സെർവർ പരിശോധിക്കുക.
ta: பயணத்தை தொடங்க முடியவில்லை. சேவையகத்தை சரிபாருங்கள்.

# decay_label
source: Decay: {value}
ml: ദ്രവിക്കൽ: {value}
ta: சிதைவு: {value}
